"New Tab" = "Neuer Tab";
"Close Tab" = "Tab schließen";
"Open in New Tab" = "In neuem Tab öffnen";
"Reopen Closed Tab" = "Geschlossenen Tab erneut öffnen";

"Select Next Tab" = "Nächsten Tab auswählen";
"Select Previous Tab" = "Vorherigen Tab auswählen";
"Switch Active Panel" = "Aktives Panel wechseln";

"Toggle Dual Panel" = "Duales Panel umschalten";
"Full Screen" = "Vollbild";

"None" = "Keine";
"Save Window..." = "Fenster sichern ...";
"Edit Windows..." = "Fenster bearbeiten ...";